Repository: yhxuee/ledger
Catalog: Finsy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, th, zh_hans, zh_hant

source: No accounts added yet
de: Noch keine Konten hinzugefügt
es: Aún no hay cuentas añadidas
fr: Aucun compte ajouté pour l'instant
ja: 口座はまだ登録されていません
ko: 등록된 계좌가 없습니다
ru: Счета ещё не добавлены
th: ยังไม่ได้เพิ่มบัญชี
zh_hans: 暂未添加任何账户
zh_hant: 尚未新增任何帳戶

source: No budget
de: Kein Budget
es: Sin presupuesto
fr: Pas de budget
ja: 予算なし
ko: 예산 없음
ru: Нет бюджета
th: ไม่มีงบประมาณ
zh_hans: 无预算
zh_hant: 無預算

source: No budget configured
de: Kein Budget eingerichtet
es: Sin presupuesto configurado
fr: Aucun budget configuré
ja: 予算が設定されていません
ko: 설정된 예산 없음
ru: Бюджет не настроен
th: ไม่ได้กำหนดค่างบประมาณ
zh_hans: 未配置预算
zh_hant: 未配置預算

source: No coupons added yet
de: Noch keine Gutscheine hinzugefügt
es: Aún no hay cupones añadidos
fr: Aucun coupon ajouté pour l'instant
ja: クーポンはまだありません
ko: 추가된 쿠폰 없음
ru: Купоны ещё не добавлены
th: ยังไม่ได้เพิ่มคูปอง
zh_hans: 暂未添加优惠券
zh_hant: 尚未新增優惠券

source: No currencies found
de: Keine Währungen gefunden
es: No se encontraron monedas
fr: Aucune devise trouvée
ja: 通貨が見つかりません
ko: 통화를 찾을 수 없음
ru: Валюты не найдены
th: ไม่พบสกุลเงิน
zh_hans: 未找到匹配币种
zh_hant: 未找到符合幣種

source: No recorded expenses
de: Keine erfassten Ausgaben
es: Sin gastos registrados
fr: Aucune dépense enregistrée
ja: 記録された支出はありません
ko: 기록된 지출 없음
ru: Нет записанных расходов
th: ไม่มีค่าใช้จ่ายที่บันทึกไว้
zh_hans: 暂无支出记录
zh_hant: 暫無支出記錄

source: No recorded tax
de: Keine Steuern erfasst
es: Sin impuestos registrados
fr: Aucune taxe enregistrée
ja: 税金記録なし
ko: 기록된 세금 없음
ru: Нет записанного налога
th: ไม่มีภาษีที่บันทึกไว้
zh_hans: 暂无记录税费
zh_hant: 暫無記錄稅費

source: No recorded tax in this period
de: Keine Steuern in diesem Zeitraum erfasst
es: Sin impuestos registrados en este período
fr: Aucune taxe enregistrée sur cette période
ja: この期間の税金記録はありません
ko: 이 기간에 기록된 세금 없음
ru: За этот период налоги не зафиксированы
th: ไม่มีภาษีที่บันทึกไว้ในช่วงเวลานี้
zh_hans: 当前期间暂无记录税费
zh_hant: 當前期間暫無記錄稅費

source: No transactions recorded for this pocket in this period.
de: Keine Transaktionen für dieses Währungskonto in diesem Zeitraum.
es: No hay transacciones para esta moneda en este período.
fr: Aucune transaction pour ce portefeuille sur cette période.
ja: この期間中、この通貨ポケットに記録された取引はありません。
ko: 이 기간 동안 해당 통화 포켓에 기록된 거래가 없습니다.
ru: Для этой валюты нет транзакций за выбранный период.
th: ไม่มีธุรกรรมที่บันทึกไว้สำหรับกระเป๋านี้ในช่วงเวลานี้
zh_hans: 本周期内该币种资金池暂无交易明细。
zh_hant: 本週期內該幣種資金池暫無交易明細。

source: No transactions yet
de: Noch keine Transaktionen
es: Aún no hay transacciones
fr: Aucune transaction pour l'instant
ja: 取引はまだありません
ko: 거래 내역이 없습니다
ru: Транзакций пока нет
th: ยังไม่มีธุรกรรม
zh_hans: 暂无交易记录
zh_hant: 尚無交易紀錄

source: Note
de: Notiz
es: Nota
ja: メモ
ko: 메모
ru: Заметка
th: บันทึก
zh_hans: 备注
zh_hant: 備註

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnelle)
ja: メモ（任意）
ko: 메모 (선택 사항)
ru: Заметка (необязательно)
th: บันทึก (ไม่บังคับ)
zh_hans: 备注（选填）
zh_hant: 備忘（選填）

source: Notification Access
de: Mitteilungszugriff
es: Acceso a notificaciones
fr: Accès aux notifications
ja: 通知権限
ko: 알림 권한
ru: Доступ к уведомлениям
th: การเข้าถึงการแจ้งเตือน
zh_hans: 通知权限
zh_hant: 通知權限

source: Notifications Disabled
de: Mitteilungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
ja: 通知が無効です
ko: 알림이 비활성화됨
ru: Уведомления отключены
th: ปิดใช้งานการแจ้งเตือน
zh_hans: 通知已关闭
zh_hant: 通知已關閉

source: Open Finsy to record a new transaction.
de: Öffnen Sie Finsy, um eine Transaktion zu erfassen.
es: Abre Finsy para registrar una nueva transacción.
fr: Ouvrez Finsy pour enregistrer une transaction.
ja: Finsyを開いて新しい取引を記録します。
ko: Finsy를 열어 새 거래를 기록하세요.
ru: Откройте Finsy, чтобы записать транзакцию.
th: เปิด Finsy เพื่อบันทึกธุรกรรมใหม่
zh_hans: 打开 Finsy 记录一笔新交易。
zh_hant: 開啟 Finsy 記錄一筆新交易。

source: Open Ledger
de: Hauptbuch öffnen
es: Abrir libro
fr: Ouvrir le grand livre
ja: 台帳を開く
ko: 장부 열기
ru: Открыть книгу
th: เปิดสมุดบัญชี
zh_hans: 打开账本
zh_hant: 開啟帳本

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
ja: 「設定」を開く
ko: '설정' 열기
ru: Открыть настройки
th: เปิดการตั้งค่า
zh_hans: 前往“设置”
zh_hant: 前往「設定」

source: Opening
de: Eröffnung
es: Apertura
fr: Ouverture
ja: 期首
ko: 기초
ru: Начало
th: ยอดเปิด
zh_hans: 期初
zh_hant: 期初

source: Opening Balance
de: Anfangssaldo
es: Saldo inicial
fr: Solde d'ouverture
ja: 期首残高
ko: 기초 잔액
ru: Начальный баланс
th: ยอดคงเหลือยกมา
zh_hans: 期初余额
zh_hant: 期初餘額

source: Other
de: Sonstiges
es: Otros
fr: Autre
ja: その他
ko: 기타
ru: Другое
th: อื่นๆ
zh_hans: 其他
zh_hant: 其他

source: Other Income
de: Sonstige Einnahmen
es: Otros ingresos
fr: Autres revenus
ja: その他収入
ko: 기타 수입
ru: Другой доход
th: รายได้อื่นๆ
zh_hans: 其他收入
zh_hant: 其他收入

source: Other…
de: Andere…
es: Otro…
fr: Autre…
ja: その他…
ko: 기타…
ru: Другое…
th: อื่นๆ…
zh_hans: 其他…
zh_hant: 其他…

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
ja: 概要
ko: 개요
ru: Обзор
th: ภาพรวม
zh_hans: 概览
zh_hant: 總覽

source: Overview Card Layout
de: Übersichtskarten-Layout
es: Diseño de tarjetas de resumen
fr: Disposition des cartes d'aperçu
ja: 概要カードレイアウト
ko: 개요 카드 레이아웃
ru: Карточки обзора
th: เลย์เอาต์การ์ดภาพรวม
zh_hans: 概览卡片布局
zh_hant: 概覽卡片版面配置

source: Overview Metrics
de: Übersichtsmetriken
es: Métricas generales
fr: Métriques globales
ja: 概要メトリクス
ko: 개요 지표
ru: Обзор метрик
th: ภาพรวมตัวชี้วัด
zh_hans: 概览指标
zh_hant: 總覽指標

source: Overview displays exactly two metric cards. Selecting a duplicate metric automatically swaps the existing card.
de: Die Übersicht zeigt genau zwei Metrikkarten an. Das Auswählen eines Duplikats tauscht die Karte automatisch aus.
es: El resumen muestra exactamente dos tarjetas de métricas. Al seleccionar un duplicado, se intercambia automáticamente.
fr: L'aperçu affiche exactement deux cartes d'indicateurs. La sélection d'un doublon remplace automatiquement la carte existante.
ja: 概要画面には2枚のメトリクスカードが表示されます。重複する項目を選択すると自動で入れ替わります。
ko: 개요 화면에는 2개의 지표 카드가 표시됩니다. 중복 지표를 선택하면 기존 카드와 자동으로 맞바뀝니다.
ru: В обзоре отображаются ровно две карточки. Выбор дубликата автоматически заменит карточку.
th: ภาพรวมจะแสดงการ์ดตัวชี้วัดสองใบพอดี การเลือกตัวชี้วัดที่ซ้ำกันจะสลับกับการ์ดที่มีอยู่โดยอัตโนมัติ
zh_hans: 概览顶部固定展示两张指标卡片。若选择重复指标，系统将自动与已有卡片交换位置。
zh_hant: 總覽頂部固定展示兩張指標卡片。若選擇重複指標，系統將自動與既有卡片交換位置。

source: PAST 3 MONTHS
de: LETZTE 3 MONATE
es: ÚLTIMOS 3 MESES
fr: 3 DERNIERS MOIS
ja: 過去3か月
ko: 지난 3개월
ru: ЗА 3 МЕСЯЦА
th: 3 เดือนที่ผ่านมา
zh_hans: 过去 3 个月
zh_hant: 過去 3 個月

source: Pass Source
de: Pass-Quelle
es: Origen del pase
fr: Source de la carte
ja: パスの参照先
ko: 패스 소스
ru: Источник данных карты
th: แหล่งข้อมูลบัตร
zh_hans: 凭证数据来源
zh_hant: 憑證資料來源

source: Payment Account
de: Zahlungskonto
es: Cuenta de pago
fr: Compte de paiement
ja: 支払口座
ko: 결제 계좌
ru: Счёт оплаты
th: บัญชีการชำระเงิน
zh_hans: 支付账户
zh_hant: 付款帳戶

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
ko: 대기 중
ru: В ожидании
th: รอดำเนินการ
zh_hans: 待处理
zh_hant: 待處理

source: Planned
de: Geplant
es: Planificado
fr: Prévu
ja: 計画
ko: 예정
ru: Запланировано
th: ตามแผน
zh_hans: 计划
zh_hant: 計劃

source: Planned %@
de: Geplant %@
es: Planificado %@
fr: Prévu %@
ja: 計画 %@
ko: 예정 %@
ru: План: %@
th: ตามแผน %@
zh_hans: 计划 %@
zh_hant: 計劃 %@

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
ru: Конфиденциальность
th: ความเป็นส่วนตัว
zh_hans: 隐私与安全
zh_hant: 隱私與安全性

source: Projected
de: Hochrechnung
es: Proyectado
fr: Projeté
ja: 予測
ko: 예측
ru: Прогноз
th: คาดการณ์
zh_hans: 预计
zh_hant: 預計

source: Projected:
de: Hochrechnung:
es: Proyectado:
fr: Projeté :
ja: 予測:
ko: 예측:
ru: Прогноз:
th: คาดการณ์:
zh_hans: 预测值:
zh_hant: 預測值:

source: Purchase Cancelled
de: Einkauf abgebrochen
es: Compra cancelada
fr: Achat annulé
ja: 購入キャンセル
ko: 구매 취소됨
ru: Покупка отменена
th: การซื้อถูกยกเลิก
zh_hans: 采购已取消
zh_hant: 採購已取消

source: Purchase Complete
de: Einkauf abgeschlossen
es: Compra completada
fr: Achat terminé
ja: 購入完了
ko: 구매 완료
ru: Покупка завершена
th: การซื้อเสร็จสมบูรณ์
zh_hans: 采购已完成
zh_hant: 採購已完成

source: Purchase Mode
de: Einkaufsmodus
es: Modo de compras
fr: Mode achats
ja: 購入モード
ko: 구매 모드
ru: Режим покупок
th: โหมดการซื้อ
zh_hans: 采购模式
zh_hant: 採購模式

source: Purchase Not Found
de: Einkauf nicht gefunden
es: Compra no encontrada
fr: Achat non trouvé
ja: 購入リストが見つかりません
ko: 구매를 찾을 수 없음
ru: Покупка не найдена
th: ไม่พบการซื้อ
zh_hans: 未找到采购记录
zh_hant: 未找到採購記錄

source: Purchase Session
de: Einkaufssitzung
es: Sesión de compra
fr: Session d'achat
ja: 購入リスト
ko: 구매 기록
ru: Сеанс покупок
th: รายการซื้อสินค้า
zh_hans: 采购记录
zh_hant: 採購紀錄

source: Purchase Summary
de: Einkaufszusammenfassung
es: Resumen de compra
fr: Résumé des achats
ja: 購入概要
ko: 구매 요약
ru: Итог покупки
th: สรุปการซื้อ
zh_hans: 采购总结
zh_hant: 採購總結

source: Purchases
de: Einkäufe
es: Compras
fr: Achats
ja: 購入
ko: 구매
ru: Покупки
th: การซื้อ
zh_hans: 采购
zh_hant: 採購

source: Range
de: Bereich
es: Rango
fr: Période
ja: 期間
ko: 기간
ru: Период
th: ช่วง
zh_hans: 区间
zh_hant: 區間

source: Receipt
de: Beleg
es: Recibo
fr: Reçu
ja: レシート
ko: 영수증
ru: Чек
th: ใบเสร็จ
zh_hans: 小票 / 收据
zh_hant: 收據

source: Receipt stored securely outside the ledger JSON.
de: Beleg sicher außerhalb des Hauptbuch-JSON gespeichert.
es: El recibo se almacena de forma segura fuera del JSON del libro.
fr: Reçu stocké en toute sécurité hors du JSON du grand livre.
ja: レシート画像は台帳JSONの外部に安全に保存されます。
ko: 영수증 이미지는 장부 JSON 외부에 안전하게 저장됩니다.
ru: Чек надежно хранится отдельно от JSON книги.
th: ใบเสร็จจัดเก็บอย่างปลอดภัยภายนอก JSON ของสมุดบัญชี
zh_hans: 小票图片安全存储于账本 JSON 之外。
zh_hant: 收據圖片安全儲存於帳本 JSON 之外。

source: Receive a notification on the last day of each month to review and export your statements.
de: Erhalten Sie am letzten Tag jedes Monats eine Mitteilung, um Ihre Abrechnungen zu prüfen und zu exportieren.
es: Recibe una notificación el último día de cada mes para revisar y exportar tus extractos.
fr: Recevez une notification le dernier jour du mois pour vérifier et exporter vos relevés.
ja: 毎月最終日に通知を受け取り、明細書の確認とエクスポートを行えます。
ko: 매월 말일에 알림을 받아 월간 명세서를 검토하고 내보낼 수 있습니다.
ru: Получайте уведомление в последний день месяца для проверки и экспорта выписок.
th: รับการแจ้งเตือนในวันสุดท้ายของแต่ละเดือนเพื่อตรวจสอบและส่งออกใบแจ้งยอดของคุณ
zh_hans: 在每月最后一天接收提醒通知，以核对并导出您的月度账单。
zh_hant: 在每月最後一天接收提醒通知，以核對並匯出您的月度帳單。

source: Recent Transactions
de: Letzte Transaktionen
es: Transacciones recientes
fr: Transactions récentes
ja: 最近の取引
ko: 최근 거래
ru: Недавние транзакции
th: ธุรกรรมล่าสุด
zh_hans: 近期交易
zh_hant: 近期交易

source: Recorded
de: Erfasst
es: Registrado
fr: Enregistré
ja: 記録済み
ko: 기록됨
ru: Записано
th: บันทึกแล้ว
zh_hans: 已记录
zh_hant: 已記錄

source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
ja: 定期
ko: 반복
ru: Регулярно
th: เกิดซ้ำ
zh_hans: 定期
zh_hant: 定期

source: Recurring Interest
de: Wiederkehrender Zins
es: Intereses recurrentes
fr: Intérêts récurrents
ja: 定期利息
ko: 정기 이자
ru: Регулярные проценты
th: ดอกเบี้ยที่เกิดซ้ำ
zh_hans: 定期计息
zh_hant: 定期計息

source: Recurring Rules
de: Wiederkehrende Regeln
es: Reglas recurrentes
fr: Règles récurrentes
ja: 定期ルール
ko: 반복 규칙
ru: Регулярные правила
th: กฎที่เกิดซ้ำ
zh_hans: 定期规则
zh_hant: 定期規則

source: Recurring Transactions
de: Wiederkehrende Transaktionen
es: Transacciones recurrentes
fr: Transactions récurrentes
ja: 定期取引
ko: 정기 거래
ru: Регулярные транзакции
th: ธุรกรรมที่เกิดซ้ำ
zh_hans: 周期交易
zh_hant: 定期交易

source: Red Warning
de: Rote Warnung
es: Aviso rojo
fr: Alerte rouge
ja: 赤色警告
ko: 위험 경고
ru: Красное предупреждение
th: การเตือนสีแดง
zh_hans: 红色预警
zh_hant: 紅色預警

source: Reflective brushed metal look
de: Reflektierendes, gebürstetes Metalldesign
es: Aspecto de metal cepillado reflectante
fr: Aspect métal brossé réfléchissant
ja: 反射感のあるヘアライン金属スタイル
ko: 반사감 있는 메탈 브러시드 스타일
ru: Шлифованный металл
th: โลหะขัดเงาสะท้อนแสง
zh_hans: 精致内敛的反光拉丝金属质感
zh_hant: 精緻內斂的反光拉絲金屬質感

source: Refresh Widget Data
de: Widget-Daten aktualisieren
es: Actualizar datos del widget
fr: Actualiser les données du widget
ja: ウィジェットデータを更新
ko: 위젯 데이터 새로고침
ru: Обновить данные виджета
th: รีเฟรชข้อมูลวิดเจ็ต
zh_hans: 刷新小组件数据
zh_hant: 重新整理小工具數據

source: Refund
de: Erstatten
es: Reembolso
fr: Remboursement
ja: 返金
ko: 환불
ru: Возврат
th: คืนเงิน
zh_hans: 退款
zh_hant: 退款

source: Refund Right / Delete Left
de: Rechts: Erstatten / Links: Löschen
es: Derecha: reembolso / Izquierda: eliminar
fr: Droite : rembourser / Gauche : supprimer
ja: 右スワイプで返金 / 左スワイプで削除
ko: 오른쪽 스와이프로 환불 / 왼쪽 스와이프로 삭제
ru: Вправо: возврат / Влево: удалить
th: ปัดขวาเพื่อขอคืนเงิน / ปัดซ้ายเพื่อลบ
zh_hans: 右滑退款 / 左滑删除
zh_hant: 右滑退款 / 左滑刪除

source: Refund Support
de: Erstattungsunterstützung
es: Soporte de reembolso
fr: Gestion des remboursements
ja: 返金差引
ko: 환불 공제
ru: Возвратные операции
th: การรองรับการคืนเงิน
zh_hans: 退款抵扣
zh_hant: 退款抵扣

source: Refunded
de: Erstattet
es: Reembolsado
fr: Remboursé
ja: 返金済み
ko: 환불됨
ru: Возвращено
th: คืนเงินแล้ว
zh_hans: 已退款
zh_hant: 已退款

source: Reimburse
de: Erstatten
es: Reembolsar
fr: Rembourser
ja: 立替精算
ko: 정산 환급
ru: Возместить
th: เบิกจ่าย
zh_hans: 报销
zh_hant: 報銷

source: Reimbursement
de: Erstattung
es: Reembolso
fr: Remboursement
ja: 立替精算
ko: 정산 환급
ru: Возмещение
th: การเบิกจ่าย
zh_hans: 报销
zh_hant: 報銷

source: Relevant Locations (%lld/10)
de: Relevante Orte (%lld/10)
es: Ubicaciones relevantes (%lld/10)
fr: Lieux pertinents (%lld/10)
ja: 関連する場所 (%lld/10)
ko: 관련 위치 (%lld/10)
ru: Связанные места (%lld/10)
th: สถานที่ที่เกี่ยวข้อง (%lld/10)
zh_hans: 关联地点 (%lld/10)
zh_hant: 關聯地點 (%lld/10)

source: Remind 1 Day Before Expiry
de: 1 Tag vor Ablauf erinnern
es: Recordar 1 día antes de caducar
fr: Rappeler 1 jour avant l'expiration
ja: 有効期限の1日前に通知
ko: 만료 1일 전 알림
ru: Напомнить за 1 день до истечения
th: เตือน 1 วันก่อนหมดอายุ
zh_hans: 到期前 1 天提醒
zh_hant: 到期前 1 天提醒

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
ja: リマインダー
ko: 알림
ru: Напоминание
th: การแจ้งเตือน
zh_hans: 提醒
zh_hant: 提醒

source: Reminder Time
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
ja: リマインダー時刻
ko: 알림 시간
ru: Время напоминания
th: เวลาแจ้งเตือน
zh_hans: 提醒时间
zh_hant: 提醒時間

source: Remove Card Photo
de: Kartenfoto entfernen
es: Eliminar foto de tarjeta
fr: Supprimer la photo de la carte
ja: カード写真を削除
ko: 카드 사진 제거
ru: Удалить фото карты
th: ลบรูปภาพบัตร
zh_hans: 移除卡片照片
zh_hant: 移除卡片相片

source: Remove note photo
de: Notizfoto entfernen
es: Eliminar foto de nota
fr: Supprimer la photo de la note
ja: メモの写真を削除
ko: 메모 사진 삭제
ru: Удалить фото заметки
th: ลบรูปภาพบันทึก
zh_hans: 移除备注照片
zh_hant: 移除備忘相片

source: Reorder %@
de: %@ umordnen
es: Reordenar %@
fr: Réorganiser %@
ja: %@ の順序を変更
ko: %@ 순서 변경
ru: Изменить порядок: %@
th: จัดลำดับ %@ ใหม่
zh_hans: 调整 %@ 顺序
zh_hant: 調整 %@ 順序

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
ja: 繰り返し
ko: 반복
ru: Повторять
th: ทำซ้ำ
zh_hans: 重复
zh_hant: 重複

source: Replace Anyway
de: Trotzdem ersetzen
es: Reemplazar de todos modos
fr: Remplacer quand même
ja: 強制的に置き換える
ko: 강제로 대체하기
ru: Всё равно заменить
th: แทนที่ต่อไป
zh_hans: 仍然替换
zh_hant: 仍然取代

source: Request Authorization
de: Autorisierung anfordern
es: Solicitar autorización
fr: Demander l'autorisation
ja: 承認をリクエスト
ko: 승인 요청
ru: Запросить авторизацию
th: ขอสิทธิ์การอนุญาต
zh_hans: 申请授权
zh_hant: 申請授權

source: Required by Owner
de: Vom Eigentümer verlangt
es: Requerido por el propietario
fr: Exigé par le propriétaire
ja: 所有者により必須
ko: 소유자가 요청함
ru: Требуется владельцем
th: เจ้าของต้องการ
zh_hans: 所有者要求
zh_hant: 所有者要求

source: Reset App Data
de: App-Daten zurücksetzen
es: Restablecer datos de la app
fr: Réinitialiser les données
ja: アプリデータをリセット
ko: 앱 데이터 재설정
ru: Сбросить данные приложения
th: รีเซ็ตข้อมูลแอป
zh_hans: 重置应用数据
zh_hant: 重設 App 資料

source: Reset App Data?
de: App-Daten zurücksetzen?
es: ¿Restablecer datos de la app?
fr: Réinitialiser les données ?
ja: アプリデータを初期化しますか？
ko: 앱 데이터를 재설정하시겠습니까?
ru: Сбросить данные приложения?
th: รีเซ็ตข้อมูลแอปหรือไม่?
zh_hans: 确定重置应用数据？
zh_hant: 確定重設 App 資料？

source: Reset Local App Data
de: Lokale App-Daten zurücksetzen
es: Restablecer datos locales
fr: Réinitialiser les données locales
ja: ローカルアプリデータを初期化
ko: 로컬 앱 데이터 초기화
ru: Сбросить локальные данные
th: รีเซ็ตข้อมูลในเครื่อง
zh_hans: 重置本地数据
zh_hant: 重設本機資料

source: Reset to Default Order
de: Standardreihenfolge wiederherstellen
es: Restablecer orden predeterminado
fr: Rétablir l'ordre par défaut
ja: デフォルト順に戻す
ko: 기본 순서로 재설정
ru: Сбросить на порядок по умолчанию
th: รีเซ็ตเป็นลำดับเริ่มต้น
zh_hans: 恢复默认顺序
zh_hant: 恢復預設順序

source: Reset to estimated amount
de: Auf geschätzten Betrag zurücksetzen
es: Restablecer a importe estimado
fr: Rétablir le montant estimé
ja: 自動換算額に戻す
ko: 환율 환산액으로 재설정
ru: Сбросить на расчетную сумму
th: รีเซ็ตเป็นจำนวนเงินโดยประมาณ
zh_hans: 重置为估算金额
zh_hant: 重設為估算金額

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
ru: Восстановить
th: กู้คืน
zh_hans: 恢复
zh_hant: 還原

source: Retail & purchases
de: Einkäufe & Handel
es: Compras y comercio
fr: Achats et commerce
ja: 日用品・衣類・家電
ko: 생활용품, 의류, 전자기기
ru: Покупки и товары
th: การค้าปลีกและการซื้อ
zh_hans: 数码服饰、日常用品
zh_hant: 數碼服飾、日常用品

source: Review
de: Überprüfen
es: Revisar
fr: Vérifier
ja: 確認
ko: 검토
ru: Проверить
th: ตรวจสอบ
zh_hans: 检查
zh_hant: 審查

source: Salary
de: Gehalt
es: Salario
fr: Salaire
ja: 給与
ko: 급여
ru: Зарплата
th: เงินเดือน
zh_hans: 工资薪金
zh_hant: 工資薪金

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
th: บันทึก
zh_hans: 保存
zh_hant: 儲存

source: Save for Later
de: Für später speichern
es: Guardar para después
fr: Enregistrer pour plus tard
ja: 後で保存
ko: 나중에 하기
ru: Сохранить на потом
th: บันทึกไว้ดูภายหลัง
zh_hans: 暂存待办
zh_hant: 暫存待辦

source: Saving replaces the entire installment schedule, including edited payments.
de: Speichern ersetzt den gesamten Ratenplan, einschließlich bearbeiteter Zahlungen.
es: Guardar reemplazará todo el calendario de cuotas, incluidos los pagos editados.
fr: L'enregistrement remplace tout l'échéancier, y compris les versements modifiés.
ja: 保存すると、編集済みの支払いを含む分割払いスケジュール全体が置き換えられます。
ko: 저장하면 편집된 납부 내역을 포함한 전체 할부 일정이 교체됩니다.
ru: Сохранение заменит весь график рассрочки, включая отредактированные платежи.
th: การบันทึกจะแทนที่กำหนดการผ่อนชำระทั้งหมด รวมถึงการชำระเงินที่แก้ไขแล้ว
zh_hans: 保存将替换整个分期计划表（包括已编辑的每期付款）。
zh_hant: 儲存將取代整個分期計劃表（包括已編輯的每期付款）。

source: Savings
de: Ersparnisse
es: Ahorros
fr: Épargne
ja: 貯蓄・定期預金
ko: 예적금
ru: Сбережения
th: การออม
zh_hans: 储蓄
zh_hant: 儲蓄

source: Savings & deposits
de: Sparguthaben & Einlagen
es: Ahorros y depósitos
fr: Épargne et dépôts
ja: 預金利息・利子
ko: 예금 및 적금 이자
ru: Сбережения и вклады
th: เงินออมและเงินฝาก
zh_hans: 银行存款、货币基金理财
zh_hant: 銀行存款、貨幣基金理財

source: Scan Authorization QR
de: Autorisierungs-QR scannen
es: Escanear QR de autorización
fr: Scanner le QR d'autorisation
ja: 承認用QRコードをスキャン
ko: 승인 QR 코드 스캔
ru: Сканировать QR-код авторизации
th: สแกน QR การอนุญาต
zh_hans: 扫描授权二维码
zh_hant: 掃描授權 QR 碼

source: Scan Authorization Request
de: Autorisierungsanfrage scannen
es: Escanear solicitud de autorización
fr: Scanner la demande d'autorisation
ja: 承認リクエストをスキャン
ko: 승인 요청 스캔
ru: Сканировать запрос авторизации
th: สแกนคำขออนุญาต
zh_hans: 扫描授权申请
zh_hant: 掃描授權申請

source: Scan the QR code displayed by an unauthorized device, or import its .fsyrequest file via AirDrop.
de: Scannen Sie den QR-Code auf dem nicht autorisierten Gerät oder importieren Sie dessen .fsyrequest-Datei per AirDrop.
es: Escanea el código QR que se muestra en el dispositivo no autorizado o importa su archivo .fsyrequest por AirDrop.
fr: Scannez le code QR sur l'appareil non autorisé ou importez son fichier .fsyrequest via AirDrop.
ja: 未承認デバイスに表示されたQRコードをスキャンするか、AirDropで.fsyrequestファイルを読み込んでください。
ko: 미승인 기기에 표시된 QR 코드를 스캔하거나 AirDrop으로 .fsyrequest 파일을 가져오세요.
ru: Сканируйте QR-код на неавторизованном устройстве или импортируйте его файл .fsyrequest через AirDrop.
th: สแกนรหัส QR ที่แสดงโดยอุปกรณ์ที่ไม่ได้รับอนุญาต หรือนำเข้าไฟล์ .fsyrequest ผ่าน AirDrop
zh_hans: 扫描新设备上展示的二维码，或通过隔空投送导入其 .fsyrequest 请求文件。
zh_hant: 掃描新裝置上展示的 QR 碼，或透過 AirDrop 匯入其 .fsyrequest 請求檔案。

source: Scan with Authorized Device
de: Mit autorisiertem Gerät scannen
es: Escanear con dispositivo autorizado
fr: Scanner avec un appareil autorisé
ja: 承認済みデバイスでスキャン
ko: 승인된 기기로 스캔
ru: Сканировать авторизованным устройством
th: สแกนด้วยอุปกรณ์ที่ได้รับอนุญาต
zh_hans: 使用已授权设备扫描
zh_hant: 使用已授權裝置掃描

source: Schedule
de: Zeitplan
es: Horario
fr: Calendrier
ja: スケジュール
ko: 일정
ru: График
th: กำหนดการ
zh_hans: 计划
zh_hant: 排程

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
ru: Поиск
th: ค้นหา
zh_hans: 搜索
zh_hant: 搜尋

source: Second Card
de: Zweite Karte
es: Segunda tarjeta
fr: Deuxième carte
ja: 2枚目のカード
ko: 두 번째 카드
ru: Вторая карта
th: บัตรใบที่สอง
zh_hans: 第二张卡片
zh_hant: 第二張卡片

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
ko: 보안
ru: Безопасность
th: ความปลอดภัย
zh_hans: 安全与隐私
zh_hant: 安全與隱私

source: See All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて見る
ko: 모두 보기
ru: Показать все
th: ดูทั้งหมด
zh_hans: 查看全部
zh_hant: 查看全部

source: Select Account
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
ja: 口座を選択
ko: 계좌 선택
ru: Выберите счёт
th: เลือกบัญชี
zh_hans: 选择账户
zh_hant: 選取帳戶

source: Select All Accounts
de: Alle Konten auswählen
es: Seleccionar todas las cuentas
fr: Sélectionner tous les comptes
ja: すべての口座を選択
ko: 모든 계좌 선택
ru: Выбрать все счета
th: เลือกบัญชีทั้งหมด
zh_hans: 全选所有账户
zh_hant: 全選所有帳戶

source: Select Month
de: Monat auswählen
es: Seleccionar mes
fr: Sélectionner le mois
ja: 月を選択
ko: 월 선택
ru: Выберите месяц
th: เลือกเดือน
zh_hans: 选择月份
zh_hant: 選擇月份

source: Select an active payment account and configure the currency rates before starting.
de: Wählen Sie ein aktives Zahlungskonto und richten Sie die Wechselkurse ein.
es: Selecciona una cuenta de pago activa y configura los tipos de cambio antes de comenzar.
fr: Sélectionnez un compte de paiement actif et configurez les taux de change avant de commencer.
ja: 開始する前に、利用可能な支払口座を選択し為替レートを確認してください。
ko: 시작하기 전에 사용할 결제 계좌를 선택하고 환율을 확인하세요.
ru: Перед началом выберите активный платёжный счёт и настройте курсы валют.
th: เลือกบัญชีการชำระเงินที่ใช้งานอยู่และกำหนดค่าอัตราสกุลเงินก่อนเริ่มต้น
zh_hans: 开始采购前，请选择一个可用付款账户并确认汇率。
zh_hant: 開始採購前，請選擇一個可用付款帳戶並確認匯率。

source: Sensitive values are protected on this device only. This preference is never included in ledger backups.
de: Sensible Werte sind nur auf diesem Gerät geschützt. Diese Einstellung wird nicht in Sicherungen aufgenommen.
es: Los valores confidenciales están protegidos solo en este dispositivo. Esta preferencia no se incluye en las copias.
fr: Les données sensibles sont protégées uniquement sur cet appareil et exclues des sauvegardes.
ja: プライバシー保護設定はこのデバイスでのみ適用され、台帳バックアップには含まれません。
ko: 민감한 정보 보호 설정은 이 기기에만 적용되며 장부 백업에 포함되지 않습니다.
ru: Конфиденциальные данные защищены только на этом устройстве и не сохраняются в копиях.
th: ค่าที่ละเอียดอ่อนได้รับการปกป้องบนอุปกรณ์นี้เท่านั้น การตั้งค่านี้จะไม่รวมอยู่ในการสำรองข้อมูลสมุดบัญชี
zh_hans: 敏感数据仅在本设备上受保护。此偏好设置不会包含在账本备份中。
zh_hant: 敏感資訊僅在此裝置上受保護。此設定不會包含在帳本備份中。

source: Set Installments
de: Raten einrichten
es: Configurar cuotas
fr: Configurer les mensualités
ja: 分割払いを設定
ko: 할부 설정
ru: Настроить рассрочку
th: ตั้งค่าการผ่อนชำระ
zh_hans: 设置分期
zh_hant: 設定分期

source: Set rate first
de: Zuerst Wechselkurs festlegen
es: Establecer tipo primero
fr: Définir le taux d'abord
ja: 先にレートを設定してください
ko: 먼저 환율을 설정하세요
ru: Сначала задайте курс
th: ตั้งค่าอัตราก่อน
zh_hans: 请先设置汇率
zh_hant: 請先設定匯率

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
ru: Настройки
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定

source: Settle
de: Abrechnen
es: Liquidar
fr: Régler
ja: 精算する
ko: 정산
ru: Рассчитать
th: ชำระ
zh_hans: 结算
zh_hant: 結算

source: Settlement
de: Ausgleich
es: Liquidación
fr: Règlement
ja: 精算
ko: 정산
ru: Взаиморасчет
th: การหักกลบลบหนี้
zh_hans: 结算
zh_hant: 結算
